{
    "data": [
        {
            "type": "presentations",
            "id": "pr_6L2Ajd",
            "attributes": {
                "title": "What Value do Open Source Management Consultants Add?",
                "slug": "what-value-do-open-source-management-consultants-add",
                "blurb": {
                    "html": "<h3>Speakers</h3>\n<ul>\n<li>\n<strong>Malcolm Herbert</strong>, Chief Technologist, Red Hat Consulting</li>\n<li>\n<strong>Tobie Langel</strong>, Principal, UnlockOpen LLC</li>\n<li>\n<strong>Greg Olson</strong>, Principal Consultant, Open Source Sense LLC</li>\n<li>\n<strong>Aaron Williamson</strong>, General Counsel &amp; Director of Governance, FINOS (<em>moderator</em>)</li>\n</ul>\n<p>Reaping the full advantages of Open Source Software while adequately managing the risks is unfortunately quite complicated. For instance – what advantages are realistically available to your company through open source?</p>\n<p>Is your open source strategy optimized to achieve the maximum technological, financial, organizational and reputational benefits?</p>\n<p>How can you best leverage an open source strategy to increase developer productivity, motivation, recruitment and retention?</p>\n<p>How can an inner source strategy help improve your software development productivity?</p>\n<p>What policies are required to manage the use of OSS in your company to efficiently and effectively meet your objectives and manage risk?\nWhat processes will implement your policies in the most productive manner?\nWhat tools and tool integrations will best support development efficiency and reliable compliance with your new and existing processes?\nHow best to deploy an open source program in your already complex environment of people, organizations and processes.</p>\n<p>There is no question that deep experience in each of these areas is a real advantage in addressing the complex issues.</p>\n<p>This panel of deeply experienced open source consultants will discuss the key issues for companies building open source programs and how their consulting teams provide critical support in planning, development and execution. Real examples from the financial services industry will be emphasized.</p>\n"
                }
            },
            "relationships": {
                "data": [
                    {
                        "type": "events",
                        "id": "ev_h56Eoe",
                        "attributes": {
                            "title": "Open Source Strategy Forum",
                            "slug": "open-source-strategy-forum",
                            "starts_on": "2018-11-14 08:00:00",
                            "ends_on": "2018-11-15 18:00:00",
                            "timezone": "Europe/London",
                            "address": "London, UK",
                            "latitude": "51.507351",
                            "longitude": "-0.127758",
                            "country_code": "GB",
                            "url": null
                        },
                        "links": {
                            "self": "https://noti.st/events/h56Eoe/open-source-strategy-forum",
                            "related": "https://noti.st/events/h56Eoe.json"
                        }
                    }
                ]
            },
            "links": {
                "self": "https://speaking.unlockopen.com/6L2Ajd/what-value-do-open-source-management-consultants-add"
            }
        }
    ]
}