{"data":[{"type":"presentations","id":"pr_j4X3dd","attributes":{"title":"From laggard to open source powerhouse","slug":"from-laggard-to-open-source-powerhouse","blurb":{"html":"<p>Contributing to open source is finally catching on. It’s climbing the Hype Curve, and everyone wants in. Predictably, Open Source Programs Offices are springing up like mushrooms after the rain, and so are job offers for people to run them.</p>\n<p>And yet, tentatives to join the movement are fraught with disillusion. After an initial honeymoon, the desired outcomes too often fail to materialize. Few employees end up contributing. Communities don’t magically coalesce around hastily open sourced internal projects. Hiring pipelines don’t overflow with top-notch candidates. And despite what feels like a substantial investment, little value—if any—is captured.</p>\n<p>There’s a reason for that.</p>\n<p>Building a strong open source culture is transformative. And while grassroots support is key, you don’t obtain that kind of outcome without a top-down mandate hinged on a solid business strategy. But because we don’t get to see the upstream work involved, we often incorrectly assume there isn’t any. As a result we confuse visible tactics with the underpinning strategy and end-up launching open source programs offices out of fear of missing out.</p>\n<p>In this talk, we’ll look at what happened behind the scenes of companies which successfully transformed their culture to morph into open source power houses, and we’ll find out how you can do so too.</p>\n"}},"relationships":{"data":[{"type":"events","id":"ev_xVd02c","attributes":{"title":"OW2Con","slug":"ow2con","starts_on":"2021-06-23 08:00:00","ends_on":"2021-06-24 18:00:00","timezone":"GMT","address":"Virtual","latitude":null,"longitude":null,"country_code":null,"url":null},"links":{"self":"https://noti.st/events/xVd02c/ow2con","related":"https://noti.st/events/xVd02c.json"}}]},"links":{"self":"https://speaking.unlockopen.com/j4X3dd/from-laggard-to-open-source-powerhouse"}}]}