{
    "data": [
        {
            "type": "presentations",
            "id": "pr_oMEzde",
            "attributes": {
                "title": "OSS Funding & Sponsorships",
                "slug": "oss-funding-sponsorships",
                "blurb": {
                    "html": "<p>This monthly meetup is for sharing knowledge about all things contributing, maintaining, and using Open Source. We’ll have interviews, panels, presentations. We aim to be welcoming for everyone, it doesn’t matter if you’re new to Open Source, interested, or have your own Wikipedia page. If you want to collaborate, have a topic in mind or something you want to share, contact one of the organizers:</p>\n<p>In this week’s panel discussion we’re discussing open source funding and sponsorship models.</p>\n<h2>Panelists</h2>\n<ul>\n<li>\n<strong>Emma Irwin</strong> - Emma works as a program manager in Microsoft’s Open Source Programs Office (OSPO) with a focus on programs that cultivate a healthy culture around using, contributing-to, releasing and growing open source at Microsoft.</li>\n<li>\n<strong>Tobie Langel</strong> - Open source pragmatist. Founder &amp; principal, UnlockOpen, @OpenJSF CPC, @amphtml AC facilitator, @OASISopen Open project AC (he/him)</li>\n<li>\n<strong>Floor Drees</strong> - Staff Developer Advocate @ Aiven</li>\n<li>\n<strong>Henry Zhy</strong> - Based New York City, Henry is the full-time maintainer of Babel, a community-funded compiler for JavaScript. Previously at Adobe. Henry hosts two podcasts 🎙: Hope in Source and Maintainers Anonymous.</li>\n<li>\n<strong>Jory Burson</strong> - Consultant and educator working to improve collaboration in open source and open standards communities as a member of several industry boards and standards setting organizations, including the OpenJS Foundation Cross Project Council, the W3C, Open Web Docs, ao.</li>\n<li>\n<strong>Chris Aniszczyk</strong> - CTO at the Linux Foundation focused on the CNCF, OCI and TODO Group. Partner at Capital Factory - for open source and infrastructure focused startups. Ex Twitter OSPO</li>\n<li>\n<strong>Penelope Phippen</strong> - Software Engineer at Stripe, director at http://rubycentral.org</li>\n</ul>\n"
                }
            },
            "relationships": {
                "data": [
                    {
                        "type": "events",
                        "id": "ev_sqIXKC",
                        "attributes": {
                            "title": "contributing.today",
                            "slug": "contributing-today",
                            "starts_on": "2021-04-07 08:00:00",
                            "ends_on": "2021-04-07 18:00:00",
                            "timezone": "GMT",
                            "address": "Virtual",
                            "latitude": null,
                            "longitude": null,
                            "country_code": null,
                            "url": null
                        },
                        "links": {
                            "self": "https://noti.st/events/sqIXKC/contributing-today",
                            "related": "https://noti.st/events/sqIXKC.json"
                        }
                    }
                ]
            },
            "links": {
                "self": "https://speaking.unlockopen.com/oMEzde/oss-funding-sponsorships"
            }
        }
    ]
}